Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# AppWindowBorderColorSettingsCard.Description
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben animiert durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם את צבע מסגרת חלון האפליקציה. ניתן לבחור צבע מהפלטה או לבחור באפשרות הקשת שתעבור בין כל הצבעים הזמינים באופן מונפש.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.

# AppWindowBorderColorSettingsCard.Header
source: Window Border Color
ar: لون إطار النافذة
de_de: Fensterrahmenfarbe
el_gr: Χρώμα Περιγράμματος Παραθύρου
es: Color del borde de la ventana
fr_fr: Couleur de la bordure de la fenêtre
he_il: צבע מסגרת החלון
hi_in: विंडो बॉर्डर का रंग
ml_in: വിൻഡോ ബോർഡർ നിറം
pl_pl: Kolor obramowania okna

# AppWindowBorderColorSettingsCard.ToolTipService.ToolTip
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben animiert durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם את צבע מסגרת חלון האפליקציה. ניתן לבחור צבע מהפלטה או לבחור באפשרות הקשת שתעבור בין כל הצבעים הזמינים באופן מונפש.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.

# AppWindowBorderColorSettingsCard.AutomationProperties.HelpText
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben animiert durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם את צבע מסגרת חלון האפליקציה. ניתן לבחור צבע מהפלטה או לבחור באפשרות הקשת שתעבור בין כל הצבעים הזמינים באופן מונפש.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.

# RainbowBorderAnimationStartButton.Content
source: Start Rainbow Animation
ar: بدء حركة قوس قزح
de_de: Regenbogenanimation starten
el_gr: Έναρξη κινούμενου ουράνιου τόξου
es: Iniciar animación de arcoíris
fr_fr: Démarrer l'animation arc-en-ciel
he_il: התחל את אנימציית הקשת
hi_in: रेनबो एनीमेशन शुरू करें
ml_in: റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക
pl_pl: Uruchom animację tęczy

# RainbowBorderAnimationStartButton.ToolTipService.ToolTip
source: Start the rainbow animation around the app's window border.
ar: ابدأ حركة قوس قزح حول إطار نافذة التطبيق.
de_de: Startet die Regenbogenanimation um den Fensterrahmen der App.
el_gr: Ξεκινήστε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής.
es: Inicia la animación de arcoíris alrededor del borde de la ventana de la aplicación.
fr_fr: Démarrer l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application.
he_il: התחל את אנימציית הקשת סביב מסגרת חלון האפליקציה.
hi_in: ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन शुरू करें.
ml_in: ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റും റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക.
pl_pl: Uruchom animację tęczy wokół obramowania okna aplikacji.

# RainbowBorderAnimationStartButton.AutomationProperties.HelpText
source: Start the rainbow animation around the app's window border.
ar: ابدأ حركة قوس قزح حول إطار نافذة التطبيق.
de_de: Startet die Regenbogenanimation um den Fensterrahmen der App.
el_gr: Ξεκινήστε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής.
es: Inicia la animación de arcoíris alrededor del borde de la ventana de la aplicación.
fr_fr: Démarrer l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application.
he_il: התחל את אנימציית הקשת סביב מסגרת חלון האפליקציה.
hi_in: ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन शुरू करें.
ml_in: ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റും റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക.
pl_pl: Uruchom animację tęczy wokół obramowania okna aplikacji.

# RainbowBorderAnimationStopButton.Content
source: Stop Rainbow Animation
ar: إيقاف حركة قوس قزح
de_de: Regenbogenanimation stoppen
el_gr: Διακοπή κινούμενου ουράνιου τόξου
es: Detener animación de arcoíris
fr_fr: Arrêter l'animation arc-en-ciel
he_il: עצור את אנימציית הקשת
hi_in: रेनबो एनीमेशन रोकें
ml_in: റെയിൻബോ അനിമേഷൻ നിർത്തുക
pl_pl: Zatrzymaj animację tęczy

# RainbowBorderAnimationStopButton.ToolTipService.ToolTip
source: Stop the rainbow animation around the app's window border if it's running.
ar: أوقف حركة قوس قزح حول إطار نافذة التطبيق إذا كانت قيد التشغيل.
de_de: Stoppt die Regenbogenanimation um den Fensterrahmen der App, falls sie aktiv ist.
el_gr: Διακόψτε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής, αν εκτελείται.
es: Detén la animación de arcoíris alrededor del borde de la ventana de la aplicación si está en ejecución.
fr_fr: Arrêter l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application si elle est en cours d'exécution.
he_il: עצור את אנימציית הקשת סביב מסגרת חלון האפליקציה אם היא פועלת.
hi_in: यदि यह चल रहा हो तो ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन रोकें.
ml_in: ഇത് പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുകയാണെങ്കിൽ ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റുമുള്ള റെയിൻബോ അനിമേഷൻ നിർത്തുക.
pl_pl: Zatrzymaj animację tęczy wokół obramowania okna aplikacji, jeśli jest uruchomiona.

# RainbowBorderAnimationStopButton.AutomationProperties.HelpText
source: Stop the rainbow animation around the app's window border if it's running.
ar: أوقف حركة قوس قزح حول إطار نافذة التطبيق إذا كانت قيد التشغيل.
de_de: Stoppt die Regenbogenanimation um den Fensterrahmen der App, falls sie aktiv ist.
el_gr: Διακόψτε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής, αν εκτελείται.
es: Detén la animación de arcoíris alrededor del borde de la ventana de la aplicación si está en ejecución.
fr_fr: Arrêter l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application si elle est en cours d'exécution.
he_il: עצור את אנימציית הקשת סביב מסגרת חלון האפליקציה אם היא פועלת.
hi_in: यदि यह चल रहा हो तो ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन रोकें.
ml_in: ഇത് പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുകയാണെങ്കിൽ ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റുമുള്ള റെയിൻബോ അനിമേഷൻ നിർത്തുക.
pl_pl: Zatrzymaj animację tęczy wokół obramowania okna aplikacji, jeśli jest uruchomiona.

# SetBorderColorButton.Content
source: Set Border Color
ar: تعيين لون الإطار
de_de: Rahmenfarbe festlegen
el_gr: Ορισμός χρώματος περιγράμματος
es: Establecer color del borde
fr_fr: Définir la couleur de la bordure
he_il: הגדר צבע מסגרת
hi_in: बॉर्डर का रंग सेट करें
ml_in: ബോർഡർ നിറം സജ്ജീകരിക്കുക
pl_pl: Ustaw kolor obramowania

# SetBorderColorButton.ToolTipService.ToolTip
source: Set the app window's border color to the selected color.
ar: عيّن لون إطار نافذة التطبيق إلى اللون المحدد.
de_de: Setzt die Rahmenfarbe des App-Fensters auf die ausgewählte Farbe.
el_gr: Ορίστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο επιλεγμένο χρώμα.
es: Establece el color del borde de la ventana de la aplicación al color seleccionado.
fr_fr: Définir la couleur de la bordure de la fenêtre de l'application sur la couleur sélectionnée.
he_il: הגדר את צבע מסגרת חלון האפליקציה לצבע שנבחר.
hi_in: ऐप विंडो की बॉर्डर का रंग चयनित रंग पर सेट करें.
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം തിരഞ്ഞെടുക്കപ്പെട്ട നിറമായി സജ്ജീകരിക്കുക.
pl_pl: Ustaw kolor obramowania okna aplikacji na wybrany kolor.

# SetBorderColorButton.AutomationProperties.HelpText
source: Set the app window's border color to the selected color.
ar: عيّن لون إطار نافذة التطبيق إلى اللون المحدد.
de_de: Setzt die Rahmenfarbe des App-Fensters auf die ausgewählte Farbe.
el_gr: Ορίστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο επιλεγμένο χρώμα.
es: Establece el color del borde de la ventana de la aplicación al color seleccionado.
fr_fr: Définir la couleur de la bordure de la fenêtre de l'application sur la couleur sélectionnée.
he_il: הגדר את צבע מסגרת חלון האפליקציה לצבע שנבחר.
hi_in: ऐप विंडो की बॉर्डर का रंग चयनित रंग पर सेट करें.
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം തിരഞ്ഞെടുക്കപ്പെട്ട നിറമായി സജ്ജീകരിക്കുക.
pl_pl: Ustaw kolor obramowania okna aplikacji na wybrany kolor.

# ResetBorderColorButton.Content
source: Reset Border Color
ar: إعادة تعيين لون الإطار
de_de: Rahmenfarbe zurücksetzen
el_gr: Επαναφορά χρώματος περιγράμματος
es: Restablecer color del borde
fr_fr: Réinitialiser la couleur de la bordure
he_il: אפס צבע מסגרת
hi_in: बॉर्डर रंग रीसेट करें
ml_in: ബോർഡർ നിറം റീസെറ്റ് ചെയ്യുക
pl_pl: Resetuj kolor obramowania

# ResetBorderColorButton.ToolTipService.ToolTip
source: Reset the app window's border color to the default color.
ar: أعد تعيين لون إطار نافذة التطبيق إلى اللون الافتراضي.
de_de: Setzt die Rahmenfarbe des App-Fensters auf die Standardfarbe zurück.
el_gr: Επαναφέρετε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο προεπιλεγμένο χρώμα.
es: Restablece el color del borde de la ventana de la aplicación al color predeterminado.
fr_fr: Réinitialiser la couleur de la bordure de la fenêtre de l'application à la couleur par défaut.
he_il: אפס את צבע מסגרת חלון האפליקציה לצבע ברירת המחדל.
hi_in: ऐप विंडो की बॉर्डर का रंग डिफ़ॉल्ट रंग पर रीसेट करें.
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം ഡീഫോൾട്ട് നിറത്തിലേക്ക് റീസെറ്റ് ചെയ്യുക.
pl_pl: Przywróć kolor obramowania okna aplikacji do koloru domyślnego.

# ResetBorderColorButton.AutomationProperties.HelpText
source: Reset the app window's border color to the default color.
ar: أعد تعيين لون إطار نافذة التطبيق إلى اللون الافتراضي.
de_de: Setzt die Rahmenfarbe des App-Fensters auf die Standardfarbe zurück.
el_gr: Επαναφέρετε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο προεπιλεγμένο χρώμα.
es: Restablece el color del borde de la ventana de la aplicación al color predeterminado.
fr_fr: Réinitialiser la couleur de la bordure de la fenêtre de l'application à la couleur par défaut.
he_il: אפס את צבע מסגרת חלון האפליקציה לצבע ברירת המחדל.
hi_in: ऐप विंडो की बॉर्डर का रंग डिफ़ॉल्ट रंग पर रीसेट करें.
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം ഡീഫോൾട്ട് നിറത്തിലേക്ക് റീസെറ്റ് ചെയ്യുക.
pl_pl: Przywróć kolor obramowania okna aplikacji do koloru domyślnego.

# HomeNavItem.Content
source: Home
ar: الرئيسية
de_de: Startseite
el_gr: Αρχική
es: Inicio
fr_fr: Accueil
he_il: בית
hi_in: मुखपृष्ठ
ml_in: ഹോം
pl_pl: Strona główna

# HomeNavItem.ToolTipService.ToolTip
source: Home page and welcome screen
ar: الصفحة الرئيسية وشاشة الترحيب
de_de: Startseite und Begrüßungsbildschirm
el_gr: Αρχική σελίδα και οθόνη καλωσορίσματος
es: Página de inicio y pantalla de bienvenida
fr_fr: Page d'accueil et écran de bienvenue
he_il: דף הבית ומסך פתיחה
hi_in: मुखपृष्ठ और स्वागत स्क्रीन
ml_in: ഹോം പേജും സ്വാഗത സ്ക്രീനും
pl_pl: Strona główna i ekran powitalny

# HomeNavItem.AutomationProperties.HelpText
source: Home page and welcome screen
ar: الصفحة الرئيسية وشاشة الترحيب
de_de: Startseite und Begrüßungsbildschirm
el_gr: Αρχική σελίδα και οθόνη καλωσορίσματος
es: Página de inicio y pantalla de bienvenida
fr_fr: Page d'accueil et écran de bienvenue
he_il: דף הבית ומסך פתיחה
hi_in: मुखपृष्ठ और स्वागत स्क्रीन
ml_in: ഹോം പേജും സ്വാഗത സ്ക്രീനും
pl_pl: Strona główna i ekran powitalny

# EnableMDAVSandboxMode-MSDefender
source: Run Microsoft Defender Antivirus in a sandbox for enhanced protection against tampering.
ar: تشغيل Microsoft Defender Antivirus في بيئة معزولة لتعزيز الحماية ضد محاولات العبث.
de_de: Microsoft Defender Antivirus in einer Sandbox ausführen, um den Schutz vor Manipulation zu erhöhen.
el_gr: Εκτελέστε το Microsoft Defender Antivirus σε περιβάλλον απομόνωσης για ενισχυμένη προστασία από μη εξουσιοδοτημένη παρέμβαση.
es: Ejecutar Microsoft Defender Antivirus en un entorno aislado para mejorar la protección contra la manipulación no autorizada.
fr_fr: Exécuter Microsoft Defender Antivirus dans un bac à sable (sandbox) pour une protection accrue contre les falsifications.
he_il: הפעל את Microsoft Defender Antivirus בארגז חול להגנה משופרת מפני ניסיונות חבלה.
hi_in: Microsoft Defender Antivirus को सैंडबॉक्स में चलाएँ ताकि अनधिकृत छेड़छाड़ के विरुद्ध उन्नत सुरक्षा मिल सके.
ml_in: Microsoft Defender Antivirus നെ ഒറ്റപ്പെട്ട പരിതസ്ഥിതിയിൽ പ്രവർത്തിപ്പിച്ച് അനധികൃത ഇടപെടലുകൾക്കെതിരെ മെച്ചപ്പെടുത്തിയ സംരക്ഷണം.
pl_pl: Uruchom program Microsoft Defender Antivirus w piaskownicy, aby zwiększyć ochronę przed nieautoryzowaną ingerencją.

# AnimatedApplyAllButton.ToolTipService.ToolTip
source: Apply all of the Security Measures in the page. Items that belong to sub-categories are not applied when using this button.
ar: تطبيق جميع إجراءات الأمان في الصفحة. العناصر التي تنتمي إلى الفئات الفرعية لن تُطبَّق عند استخدام هذا الزر.
de_de: Alle Sicherheitsmaßnahmen auf der Seite anwenden. Elemente, die zu Unterkategorien gehören, werden bei Verwendung dieser Schaltfläche nicht angewendet.
el_gr: Εφαρμόστε όλα τα μέτρα ασφαλείας στη σελίδα. Στοιχεία που ανήκουν σε υποκατηγορίες δεν εφαρμόζονται όταν χρησιμοποιείτε αυτό το κουμπί.
es: Aplicar todas las medidas de seguridad en la página. Los elementos que pertenecen a subcategorías no se aplican al usar este botón.
fr_fr: Appliquer toutes les mesures de sécurité de la page. Les éléments appartenant aux sous-catégories ne sont pas appliqués lors de l'utilisation de ce bouton.
he_il: החל את כל אמצעי האבטחה בעמוד. פריטים השייכים לתת‑קטגוריות אינם מוחלים בעת שימוש בלחצן זה.
hi_in: पृष्ठ में सभी सुरक्षा उपाय लागू करें. उप-श्रेणियों से संबंधित आइटम इस बटन का उपयोग करने पर लागू नहीं किए जाते.
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക. ഉപവിഭാഗങ്ങളിൽ പെടുന്ന ഇനങ്ങൾ ഈ ബട്ടൺ ഉപയോഗിക്കുമ്പോൾ പ്രയോഗിക്കില്ല.
pl_pl: Zastosuj wszystkie środki zabezpieczeń na tej stronie. Elementy należące do podkategorii nie są stosowane przy użyciu tego przycisku.

# AnimatedApplyAllButton.AutomationProperties.HelpText
source: Apply all of the Security Measures in the page. Items that belong to sub-categories are not applied when using this button.
ar: تطبيق جميع إجراءات الأمان في الصفحة. العناصر التي تنتمي إلى الفئات الفرعية لن تُطبَّق عند استخدام هذا الزر.
de_de: Alle Sicherheitsmaßnahmen auf der Seite anwenden. Elemente, die zu Unterkategorien gehören, werden bei Verwendung dieser Schaltfläche nicht angewendet.
el_gr: Εφαρμόστε όλα τα μέτρα ασφαλείας στη σελίδα. Στοιχεία που ανήκουν σε υποκατηγορίες δεν εφαρμόζονται όταν χρησιμοποιείτε αυτό το κουμπί.
es: Aplicar todas las medidas de seguridad en la página. Los elementos que pertenecen a subcategorías no se aplican al usar este botón.
fr_fr: Appliquer toutes les mesures de sécurité de la page. Les éléments appartenant aux sous-catégories ne sont pas appliqués lors de l'utilisation de ce bouton.
he_il: החל את כל אמצעי האבטחה בעמוד. פריטים השייכים לתת‑קטגוריות אינם מוחלים בעת שימוש בלחצן זה.
hi_in: पृष्ठ में सभी सुरक्षा उपाय लागू करें. उप-श्रेणियों से संबंधित आइटम इस बटन का उपयोग करने पर लागू नहीं किए जाते.
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക. ഉപവിഭാഗങ്ങളിൽ പെടുന്ന ഇനങ്ങൾ ഈ ബട്ടൺ ഉപയോഗിക്കുമ്പോൾ പ്രയോഗിക്കില്ല.
pl_pl: Zastosuj wszystkie środki zabezpieczeń na tej stronie. Elementy należące do podkategorii nie są stosowane przy użyciu tego przycisku.

# AnimatedRemoveAllButton.ToolTipService.ToolTip
source: Remove all of the Security Measures in the page.
ar: إزالة جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf der Seite entfernen.
el_gr: Αφαιρέστε όλα τα μέτρα ασφαλείας στη σελίδα.
es: Eliminar todas las medidas de seguridad de la página.
fr_fr: Supprimer toutes les mesures de sécurité de la page.
he_il: הסר את כל אמצעי האבטחה בעמוד.
hi_in: पृष्ठ में सभी सुरक्षा उपाय हटाएं.
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും നീക്കം ചെയ്യുക.
pl_pl: Usuń wszystkie środki zabezpieczeń na tej stronie.

# AnimatedRemoveAllButton.AutomationProperties.HelpText
source: Remove all of the Security Measures in the page.
ar: إزالة جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf der Seite entfernen.
el_gr: Αφαιρέστε όλα τα μέτρα ασφαλείας στη σελίδα.
es: Eliminar todas las medidas de seguridad de la página.
fr_fr: Supprimer toutes les mesures de sécurité de la page.
he_il: הסר את כל אמצעי האבטחה בעמוד.
hi_in: पृष्ठ में सभी सुरक्षा उपाय हटाएं.
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും നീക്കം ചെയ്യുക.
pl_pl: Usuń wszystkie środki zabezpieczeń na tej stronie.

source: Applying all security measures...
ar: جارٍ تطبيق جميع إجراءات الأمان...
de_de: Alle Sicherheitsmaßnahmen werden angewendet...
el_gr: Εφαρμογή όλων των μέτρων ασφαλείας...
es: Aplicando todas las medidas de seguridad...
fr_fr: Application de toutes les mesures de sécurité...
he_il: מיישם את כל אמצעי האבטחה...
hi_in: सभी सुरक्षा उपाय लागू किए जा रहे हैं...
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുന്നു...
pl_pl: Trwa stosowanie wszystkich środków zabezpieczeń...

source: Removing all security measures...
ar: جارٍ إزالة جميع إجراءات الأمان...
de_de: Alle Sicherheitsmaßnahmen werden entfernt...
el_gr: Κατάργηση όλων των μέτρων ασφαλείας...
es: Eliminando todas las medidas de seguridad...
fr_fr: Suppression de toutes les mesures de sécurité...
he_il: מסיר את כל אמצעי האבטחה...
hi_in: सभी सुरक्षा उपाय हटाए जा रहे हैं...
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും നീക്കം ചെയ്യുന്നു...
pl_pl: Trwa usuwanie wszystkich środków zabezpieczeń...

source: Verifying all security measures...
ar: جارٍ التحقق من جميع إجراءات الأمان...
de_de: Alle Sicherheitsmaßnahmen werden überprüft...
el_gr: Επαλήθευση όλων των μέτρων ασφαλείας...
es: Verificando todas las medidas de seguridad...
fr_fr: Vérification de toutes les mesures de sécurité...
he_il: מאמת את כל אמצעי האבטחה...
hi_in: सभी सुरक्षा उपाय सत्यापित किए जा रहे हैं...
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും പരിശോധിക്കുന്നു...
pl_pl: Trwa weryfikowanie wszystkich środków zabezpieczeń...

# ApplyingAllSecurityMeasuresSuccessful
source: Successfully applied all of the security measures.
ar: تم تطبيق جميع إجراءات الأمان بنجاح.
de_de: Alle Sicherheitsmaßnahmen wurden erfolgreich angewendet.
el_gr: Όλα τα μέτρα ασφαλείας εφαρμόστηκαν με επιτυχία.
es: Todas las medidas de seguridad se aplicaron correctamente.
fr_fr: Toutes les mesures de sécurité ont été appliquées avec succès.
he_il: הוחלו בהצלחה כל אמצעי האבטחה.
hi_in: सभी सुरक्षा उपाय सफलतापूर्वक लागू किए गए.
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും വിജയകരമായി പ്രയോഗിച്ചു.
pl_pl: Pomyślnie zastosowano wszystkie środki zabezpieczeń.

# RemovingAllSecurityMeasuresSuccessful
source: Successfully removed all of the security measures.
ar: تمت إزالة جميع إجراءات الأمان بنجاح.
de_de: Alle Sicherheitsmaßnahmen wurden erfolgreich entfernt.
el_gr: Όλα τα μέτρα ασφαλείας καταργήθηκαν με επιτυχία.
es: Todas las medidas de seguridad se eliminaron correctamente.
fr_fr: Toutes les mesures de sécurité ont été supprimées avec succès.
he_il: הוסרו בהצלחה כל אמצעי האבטחה.
hi_in: सभी सुरक्षा उपाय सफलतापूर्वक हटाए गए.
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും വിജയകരമായി നീക്കം ചെയ്തു.
pl_pl: Pomyślnie usunięto wszystkie środki zabezpieczeń.

# VerifyingAllSecurityMeasuresSuccessful
source: Successfully verified all of the security measures.
ar: تم التحقق من جميع إجراءات الأمان بنجاح.
de_de: Alle Sicherheitsmaßnahmen wurden erfolgreich überprüft.
el_gr: Όλα τα μέτρα ασφαλείας επαληθεύτηκαν με επιτυχία.
es: Todas las medidas de seguridad se verificaron correctamente.
fr_fr: Toutes les mesures de sécurité ont été vérifiées avec succès.
he_il: אומתו בהצלחה כל אמצעי האבטחה.
hi_in: सभी सुरक्षा उपाय सफलतापूर्वक सत्यापित किए गए.
ml_in: എല്ലാ സുരക്ഷാ നടപടികളും വിജയകരമായി സ്ഥിരീകരിച്ചു.
pl_pl: Pomyślnie zweryfikowano wszystkie środki zabezpieczeń.
